app/controllers/brains_controller.rb

  def index
    @brains = Brain.all
---
SELECT "brains".* FROM "brains"